Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/victims_of_crime/victim_support.html.txt.tmx
Source language: en
Languages: ga

source: Support for victims of crime
ga: Tacaíocht d’íospartaigh na coireachta

source: Victims of crime can get support from community-based organisations, consisting of mostly volunteers and a small number of professional staff
ga: Is féidir le híospartaigh na coireachta tacaíocht a fháil ó eagraíochtaí pobalbhunaithe. Daoine deonacha iad de ghnáth agus foireann bheag ghairmiúil ina dteannta

source: These organisations provide emotional and practical support to victims of crime and their families in Ireland
ga: Cuireann na heagraíochtaí seo tacaíocht mhothúchánach agus phraiticiúil d’íospartaigh na coireachta agus dá dteaghlaigh in Éirinn

source: They also provide information about your rights as a victim, represent your interests and raise public awareness about victim issues
ga: Cuireann siad faisnéis ar fáil, anuas air sin, faoi do chearta mar íospartach, labhraíonn siad thar cheann do leasa mar íospartach agus spreagann siad feasacht an phobail faoi cheisteanna a bhaineann le híospartaigh

source: The Gardai and other organisations may refer you to your nearest organisation providing support
ga: D’fhéadfadh na Gardaí Síochána agus eagraíochtaí eile thú a atreorú chuig an eagraíocht is cóngaraí a chuireann tacaíocht ar fáil

source: The following are some of the specialist services that are provided
ga: Seo a leanas cuid de na sainseirbhísí a chuirtear ar fáil

source: Victim Support at Court (VSAC) provides court accompaniment for victims of crime, their families and witnesses, regardless of the type of criminal offence
ga: Cuireann Tacaíocht d’Íospartaigh sa Chúirt (VSAC) tionlacan cúirte ar fáil d’íospartaigh na coireachta, dá dteaghlaigh agus dá bhfinnéithe, gan aird ar shaghas an chiona choiriúil

source: It provides information on the court setting, including vists to the the court, before the trial and assistance and support during the trial process
ga: Cuireann siad faisnéis ar fáil ar shuíomh na cúirte, lena n-áirítear cuairteanna chuig an gcúirt, os comhair na cúirte agus cúnamh agus tacaíocht le linn an phróisis trialach

source: Further information is available on the VSAC website
ga: Tá fáil ar thuilleadh faisnéise ar láithreán gréasáin an VSAC

source: CARI provides accompaniment and support to children and their families when children have to give evidence in a criminal trial, irrespective of the offence
ga: Soláthraíonn CARI tionlacan agus tacaíocht do leanaí agus dá dteaghlaigh nuair is gá do leanaí fianaise a thabhairt i dtriail choiriúil, gan aird ar an gcion

source: They also provide accompaniment to children and their families when they have to attend for a forensic examination at the Child and Adolescent Sexual Assault Treatment Service in Galway
ga: Chomh maith leis sin, soláthraíonn siad tionlacan do leanaí agus dá dteaghlaigh nuair a bhíonn orthu freastal ar scrúdú fóiréinseach ag an tSeirbhís Chóireála Ionsaithe Gnéis ar Leanaí agus Déagóirí i nGaillimh

source: Further information is available on the CARI website
ga: Tá fáil ar bhreis faisnéise ar láithreán gréasáin CARI

source: Advocates for Victims of Homicide (AdVIC) provides support for families and friends of the victims of murder or manslaughter
ga: Cuireann Abhcóidí d’Íospartaigh an Dúnbhásaithe (AdVIC) tacaíocht ar fáil do theaghlaigh agus do chairde íospartaigh an dúnmharaithe nó na dúnorgana

source: It provides information and assistance, including referral to appropriate services
ga: Cuireann siad faisnéis agus cúnamh ar fáil, lena n-áirítear atreorú chuig na seirbhísí oiriúnacha

source: It also provides a counseling service
ga: Ina theannta sin, cuireann siad seirbhís chomhairleoireachta ar fáil

source: Further information is available on the AdVIC website
ga: Tá fáil ar thuilleadh faisnéise ar láithreán gréasáin AdVIC

source: Rape Crisis Centres provide support to victims of rape and all forms of sexual violence
ga: Cuireann Ionaid Éigeandála um Éigniú tacaíocht ar fáil d’íospartaigh éignithe agus d’íospartaigh foréigin ghnéasaigh

source: Rape Crisis Network Ireland (RCNI) is the representative body for Rape Crisis Centres
ga: Is iad Líonra Éigeandála um Éigniú na hÉireann (RCNI) an comhlacht ionadaíoch le haghaidh Ionaid Éigeandála um Éigniú

source: It has published a range of publications including, Guide to the legal process for survivors of sexual violence (pdf) and Legal information pack for practitioners advising survivors of sexual violence (pdf)
ga: D’fhoilsigh siad réimse foilseachán, lena n-áirítear, Treoir maidir leis an bpróiseas dlíthiúil le haghaidh marthanóirí foréigin ghnéasaigh (pdf) agus Pacáiste faisnéise dlíthiúla le haghaidh cleachtóirí a chuireann comhairle ar mharthanóirí foréigin ghnéasaigh (pdf)

source: RCNI has also developed a website, rapecrisishelp.ie, where you can find information on the support and choices available to survivors of sexual violence
ga: Tá RNCI forbairt déanta freisin ar an suíomh gréasáin, rapecrisishelp.ie, áit ar féidir leat eolas a fháil ar an tacaíocht agus roghanna atá ar fáil do mharthanóirí an fhoréigin ghnéasaigh

source: The Irish Tourist Assistance Service (ITAS) provides support and assistance to visitors to Ireland who are victims of crime through such things as access to telephone and email facilities, interpreting and contacting embassies, Gardaí and other agencies
ga: Cuireann Seirbhís Chúnaimh do Thurasóirí in Éirinn (ITAS) tacaíocht agus cúnamh do chuairteoirí in Éirinn atá ina n-íospartaigh na coireachta trí rudaí ar nós rochtain ar áiseanna gutháin agus ríomhphoist, ambasáidí ateangaireachta agus teagmhála, na Gardaí agus gníomhaireachtaí eile

source: Further information is available on the ITAS website
ga: Tá fáil ar thuilleadh faisnéise ar láithreán gréasáin an ITAS

source: You can also contact the Crime Victims Helpline for information about all services available to victims of crime
ga: Ina theannta sin, is féidir leat teagmháil a dhéanamh leis an Líne Chabhrach Coireachta chun teacht ar fhaisnéis faoi na seirbhísí uile atá ar fáil d’íospartaigh na coireachta

source: The Commission for the Support of Victims of Crime provides information on services on its website
ga: Cuireann an Coimisún um Thacaíocht d’Íospartaigh na Coireachta faisnéis ar fáil ar sheirbhísí ar a láithreán gréasáin
